/* No comment provided by engineer. */
"1 byte" = "1 Byte";

/* No comment provided by engineer. */
"16 bytes" = "16 Bytes";

/* No comment provided by engineer. */
"2 bytes" = "2 Bytes";

/* No comment provided by engineer. */
"32 bytes" = "32 Bytes";

/* No comment provided by engineer. */
"4 bytes" = "4 Bytes";

/* No comment provided by engineer. */
"8 bytes" = "8 Bytes";

/* ASCII char set name in status bar */
"ASCII" = "ASCII";

/* String encodings message */
"At least one encoding has to be selected" = "Mindestens eine Kodierung muss ausgewählt werden";

/* No comment provided by engineer. */
"Authentication cancelled. Download failed." = "Authentifizierung abgebrochen. Herunterladen fehlgeschlagen.";

/* Selected block extend location
   Selected block shrink location */
"Back" = "Rückwärts";

/* Block move direction */
"Backward" = "Rückwärts";

/* Big endianess, for toolbar combo box */
"Big" = "Big Endian";

/* No comment provided by engineer. */
"Big Endian" = "Big Endian";

/* No comment provided by engineer. */
"Can't make up destination file name. Download failed." = "Kann Zieldateiname nicht darstellen. Herunterladen fehlgeschlagen.";

/* Cancel button title */
"Cancel" = "Abbrechen";

/* Clear recent searches in toolbar search field */
"Clear" = "Löschen";

/* Toolbar button title */
"Copy" = "Kopieren";

/* No comment provided by engineer. */
"Copy Selection" = "Auswahl kopieren";

/* Message when string can't be converted to a hex integer */
"Couldn't convert to hex integer." = "Konvertierung in Hex-Integer fehlgeschlagen.";

/* Toolbar button title */
"Cut" = "Ausschneiden";

/* No comment provided by engineer. */
"Cut Selection" = "Auswahl ausschneiden";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Data Too Large" = "Zu große Datenmenge";

/* Shorthand for decimal, for status bar */
"Dec" = "Dez";

/* Decimal numbers */
"Decimal" = "Dezimal";

/* No comment provided by engineer. */
"Download complete." = "Herunterladen beendet.";

/* No comment provided by engineer. */
"Download failed:" = "Herunterladen fehlgeschlagen:";

/* No comment provided by engineer. */
"Download redirected to " = "Herunterladen umgeleitet zu";

/* No comment provided by engineer. */
"Downloading" = "Lade herunter";

/* EBCDIC char set name in status bar */
"EBCDIC" = "EBCDIC";

/* PLACEHOLDER */
"Empty" = "Empty";

/* Toolbar combo title */
"Endianess" = "Byte-Reihenfolge";

/* No comment provided by engineer. */
"Endianess Selection" = "Auswahl der Byte-Reihenfolge";

/* Button title for block extend */
"Extend" = "Erweitern";

/* Window title for block extend */
"Extend Selection" = "Auswahl erweitern";

/* Toolbar text field title */
"Find" = "Suche";

/* No comment provided by engineer. */
"Find in File" = "Suche in Datei";

/* Block move direction */
"Forward" = "Vorwärts";

/* Selected block extend location
   Selected block shrink location */
"Front" = "Nach vorne";

/* General preferences title */
"General" = "Allgemein";

/* Toolbar text field title */
"Go To Offset" = "Springe zu Offset";

/* No comment provided by engineer. */
"Go to Offset" = "Springe zu Offset";

/* GSM char set name in status bar */
"GSM" = "GSM";

/* Hexadecimal numbers
   Search type
   Shorthand for hexadecimal, for status bar */
"Hex" = "Hex";

/* No comment provided by engineer. */
"Hex search" = "Hexadezimal-Suche";

/* Title of a panel telling user that their plugin is incompatible with the current architecture they're running on */
"Incompatible Plug-in" = "Inkompatibles Plug-in";

/* Write mode */
"Insert" = "Einfügen";

/* No comment provided by engineer. */
"Invalid hex character in string" = "Ungültiges Hexzeichen in String";

/* items replaced in search and replace */
"item(s) replaced" = "Begriff(e) ersetzt";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Large Data" = "Große Datenmenge";

/* Little endianess, for toolbar combo box */
"Little" = "Little Endian";

/* No comment provided by engineer. */
"Little Endian" = "Little Endian";

/* Message telling the user the maximum about of data they can put on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"Maximum amount of data that can be put on the clipboard is %s" = "In die Zwischenablage passen maximal %s";

/* String encodings message */
"Maximum number of selectable encodings reached" = "Maximalzahl auswählbarer Kodierungen erreicht";

/* Button title for moving selected block */
"Move" = "Verschieben";

/* Window title for moving selected blocks */
"Move Selection" = "Auswahl verschieben";

/* Window title when new version of 0xED is found */
"New Version Available" = "Neue Version verfügbar";

/* No comment provided by engineer. */
"New version of this application is available. Would you like to download it?" = "Es gibt eine neue Version dieser Anwendung. Möchten Sie sie herunterladen?";

/* No comment provided by engineer. */
"No" = "Nein";

/* No lines in binary display */
"No lines" = "Keine Zeilen";

/* File offset for status bar */
"Offset" = "Offset";

/* OK button title */
"OK" = "OK";

/* Window title when directory is dropped on 0xED */
"Open Directory" = "Verzeichnis öffnen";

/* Write mode */
"Overwrite" = "Überschreiben";

/* No comment provided by engineer. */
"Parts of the file were unreadable. Those will be displayed blank in the output. Further editing of this file is disabled." = "Teile der Datei waren nicht lesbar. Diese werden in der Ausgabe leer dargestellt. Weiteres Editieren wurde abgeschaltet.";

/* Toolbar button title */
"Paste" = "Einsetzen";

/* No comment provided by engineer. */
"Paste from Clipboard" = "Aus Zwischenablage einsetzen";

/* Message offering solution for incompatible plugin. %s will be replaced by the plugin path. */
"Plug-in (%s) is incompatible with the app architecture. It will need to be recompiled." = "Der Aufbau von Plug-in (%s) ist nicht kompatibel. Es muss neu kompiliert werden.";

/* File read error panel title */
"Read Error" = "Lesefehler";

/* Menu title for search field in toolbar */
"Recent Searches" = "Letzte Suchbegriffe";

/* Toolbar button title */
"Redo" = "Wiederholen";

/* No comment provided by engineer. */
"Redo Action" = "Aktion wiederholen";

/* No comment provided by engineer. */
"Required authentication failed. Download unsuccessful." = "Benötigte Authentifizierung fehlgeschlagen. Herunterladen nicht erfolgreich.";

/* This will be put in the title of the window if resource fork is opened */
"Resource Fork" = "Resource Fork";

/* Toolbar button title */
"Save" = "Speichern";

/* No comment provided by engineer. */
"Save File" = "Datei speichern";

/* Selection length for status bar */
"Selection" = "Auswahl";

/* Button title for block shrink */
"Shrink" = "Verkleinern";

/* Window title for block shrink */
"Shrink Selection" = "Auswahl verkleinern";

/* Toolbar combo title */
"String Encoding" = "String-Kodierung";

/* No comment provided by engineer. */
"String Encoding Selection" = "Auswahl String-Kodierung";

/* Search type */
"Text" = "Text";

/* Toolbar combo title that will show text modes (ASCII, EBCDIC, GSM, ...) */
"Text Column" = "Textspalte";

/* No comment provided by engineer. */
"Text Column (ASCII, EBCDIC, GSM, ...)" = "Textspalte (ASCII, EBCDIC, GSM, ...)";

/* No comment provided by engineer. */
"Text search" = "Text-Suche";

/* No comment provided by engineer. */
"The other fork could not be opened" = "Der andere Fork konnte nicht geöffnet werden";

/* Confirmation when a directory with a large number of files is dropped on 0xED. %u will be replaced by the number of files */
"There are %u files in the directory. Are you sure you want to proceed?" = "In diesem Verzeichnis gibt es %u Dateien. Wollen Sie wirklich weitermachen?";

/* Visualizer column header name */
"Type" = "Typ";

/* User interface preferences title */
"UI" = "Benutzeroberfläche";

/* No comment provided by engineer. */
"Unable to open other fork" = "Kann anderen Fork nicht öffnen";

/* Toolbar button title */
"Undo" = "Widerrufen";

/* No comment provided by engineer. */
"Undo Action" = "Aktion rückgängig";

/* Visualizer column header name */
"Value" = "Wert";

/* Visualizer preferences title */
"Visualizer" = "Daten-Darstellung";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Message telling the user they're about to put a large amount of data on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"You are trying to put %s of data on the clipboard. Are you sure you want to proceed?" = "Sie probieren gerade, %s Daten in die Zwischenablage zu kopieren. Sind Sie sicher? ";